libs/XML_Encryption_Attack_Library/src/test/resources/case_no_signed_no_encryption.xml

<soap:Envelope xmlns:axis="http://axis2" xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
<soap:Header>
</soap:Header>
   <soap:Body wsu:Id="id-3" xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd">
      <axis:goodbyeName>
         <axis:name>Mr. Know-How</axis:name>
      </axis:goodbyeName>
   </soap:Body>
</soap:Envelope>
